Repository: moan0s/ILMO2
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Library
de: Bibliothek

source: Enter a date between now and 4 weeks (default 3).
de: Gebe ein Datum zwischen jetzt und 4 Wochen ein (Standard 3).

source: Invalid date - renewal in past
de: Ungültiges Datum - Verlängerung in der Vergangenheit

source: Invalid date - renewal more than 4 weeks ahead
de: Ungültiges datum - Verlängerung mehr als 4 Wochen voraus

source: Open from
de: Offen von

source: Open until
de: Offen bis

source: Library must be open before closing 😉
de: Bibliothek muss öffnen bevor sie schließt 😉

source: %(item)s is due back on %(due_day)s.%(due_month)s.%(due_year)s
de: %(item)s ist zurück am %(due_day)s.%(due_month)s.%(due_year)s

source: Your loans that are past their due date:
de: Deine Ausleihen sind fällig am:

source: Loans that will become due:
de: Ausleihen werden fällig am:

source: Your unreturned loans
de: Deine nicht zurückgegebenen Ausleihen

source: Hello %(first_name)s %(lastname)s,
de: Hallo %(first_name)s %(lastname)s,

source: Enter a book genre (e.g. Science Fiction)
de: Gebe ein Büchergenre ein (z.B. Science Fiction)

source: Materials
de: Materialien

source: First name
de: Vorname

source: Last name
de: Nachname

source: Date of birth
de: Geburtsdatum

source: Date of death
de: Todesdatum

source: Can add, update or delete an author
de: Kann Autor hinzufügen, ändern oder löschen

source: Author
de: Autor

source: Authors
de: Autoren

source: Select the autor(s) of this book.
de: Wähle den/die Autor(en) für dieses Buch aus.

source: Select a genre for this book.
de: Wähle das Genre für dieses Buch aus.

source: Enter a brief description of the book.
de: Gebe eine kurze Beschreibung für dieses Buch ein.

source: Summary
de: Zusammenfassung

source: ISBN number (13 Characters)
de: ISBN Nummer (13 Zeichen)

source: Language
de: Sprache

source: Books
de: Bücher

source: Enter a natural languages name (e.g. English, French, Japanese etc.).
de: Gib eine natürliche Sprache (z.B. Deutsch, Englisch, Französisch etc.) ein.

source: Enter the language code for this language. For further information see http://www.i18nguy.com/unicode/language-identifiers.html
de: Gib den Sprachcode für diese Sprache ein. Für weitere Informationen siehe http://www.i18nguy.com/unicode/language-identifiers.html

source: Language code
de: Sprachcode

source: Languages
de: Sprachen

source: User
de: Benutzer

source: The UID of a NFC chip (e.g. in a student id).
de: Die UID eines NFC chips (z.B. eines Studierendenausweis).

source: Member
de: Mitglied

source: Members
de: Mitglieder

source: Unique ID for this particular item across whole library.
de: Eindeutige ID für dieses Item in der gesamten Bibliothek.

source: Maintenance
de: Wartung

source: On loan
de: Ausgeliehen

source: Available
de: Verfügbar

source: Reserved
de: Reserviert

source: Item availability
de: Item Verfügbarkeit

source: Set item as returned
de: Markiere Item als zurückgegeben

source: See all borrowed items
de: Sehe alle ausgeliehene Items

source: Not borrowed
de: Nicht ausgeliehen

source: Imprint
de: Impressum

source: Book instance
de: Bücherinstanze

source: Book instances
de: Bücherinstanzen

source: Material instance
de: Materialinstanz

source: Material instances
de: Materialinstanz

source: Borrower
de: Ausleihender

source: Lent on
de: Ausgeliehen am

source: Due back
de: Zurück bis

source: Returned on
de: Zurückgegeben am

source: Can add a loan for all user
de: Kann allen Bentuzer eine Ausleihe hinzufügen

source: Loan
de: Ausleihe

source: Loans
de: Ausleihen

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Weekday
de: Wochentag

source: From hour
de: Von Stunde

source: To hour
de: Bis Stunde

source: Comment
de: Kommentar

source: Can change opening hours
de: Kann Öffnungszeiten ändern

source: Opening hour
de: Öffnungszeit

source: Opening hours
de: Öffnungszeiten

source: Sent on
de: Gesendet an

source: Loan Reminder
de: Ausleiheerinnerung

source: Loan Reminders
de: Ausheiheerinnerungen

source: Unique Id for this room
de: Eindeutige ID für diesen Raum

source: Users that are allowed to access this room.
de: Benutzer, die eine Zutrittsberechtigung für diesen Raum haben.

source: Allowed user
de: Erlaubte Benutzer

source: Room
de: Raum

source: Rooms
de: Räume

source: Books by this author
de: Bücher von diesem Autor

source: No books by this author.
de: Keine Bücher von diesem Autor.

source: Change Author
de: Autor ändern

source: Delete Author
de: Autor löschen

source: Are you sure you want to delete the author
de: Bist du dir sicher, dass du diesen Autor löschen willst

source: Yes, delete.
de: Ja, löschen.

source: Submit
de: Bestätigen

source: No authors are known to this library.
de: Keine Autoren in dieser Bibliothek bekannt.

source: Add Author
de: Autor hinzufügen

source: Title
de: Titel

source: Author(s)
de: Autor(en)

source: Copies
de: Exemplare

source: Due to be returned
de: Zurückzugeben bis

source: Borrowed by
de: Ausgeliehen von

source: Borrow/Return
de: Ausleihen/Zurückgeben

source: Borrow
de: Ausleihen

source: Return
de: Zurückgeben

source: Unavailable
de: Nicht verfügbar

source: by
de: von

source: No books are available.
de: Keine Bücher verfügbar.

source: Search
de: Suche

source: Username
de: Benutzername

source: Change passsword
de: Passwort ändern

source: About the software
de: Über die Software

source: Welcome to ILMO, developed by
de: Willkommen bei ILMO, entwickelt von

source: Statistics
de: Statistiken

source: The library has the following record counts:
de: Die Bibliothek hat die folgenden Daten:

source: Copies available
de: Exemplare verfügbar

source: Materials available
de: Materialien verfügbar

source: Search for an item by label
de: Suche nach einem Item nach Bezeichnung

source: Renew
de: Verlängern

source: Due date
de: Bis

source: Unreturned loans
de: Nicht zurückgegebenen Ausleihen

source: You have no unreturned loans.
de: Deine nicht zurückgegebenen Ausleihen

source: Returned loans
de: Zurückgegebene Ausleihen

source: You have no returned loans.
de: Du hast keine nicht zurückgegebenen Ausleihen

source: Loan ID
de: Ausleihenummer

source: Item Description
de: Item Beschreibung

source: Reminder
de: Erinnerung

source: Already returned
de: Bereits zurückgegeben

source: No materials are available.
de: Keine Materialien verfügbar.

source: No preferred language set.
de: Keine bevorzugte Sprache gesetzt.

source: No UID set.
de: Keine UID gesetzt.

source: Delete API token
de: Lösche API token

source: No token set.
de: Kein Token gesetzt.

source: Create API token
de: Erstelle API token

source: Home
de: Start

source: My Loans
de: Meine Ausleihen

source: Logout
de: Ausloggen

source: Login
de: Einloggen

source: Register
de: Registrieren

source: Delete
de: Löschen

source: No opening hours are available.
de: Keine Öffnungszeiten verfügbar.

source: Create new opening hour
de: Erstelle neue Öffnungszeiten

source: Search for any item or user
de: Suche nach einem Item oder Benutzer

source: No user found.
de: Kein Benutzer gefunden.

source: No books found.
de: Keine Bücher gefunden.

source: No materials found.
de: Kein Material gefunden.

source: No book instances found.
de: Keine Bücherinstanz gefunden.

source: No material instances found.
de: Keine Materialinstanz gefunden.

source: You're looking at the loans of book %s.
de: Du suchst nach der Ausleihe des Buches %s.

source: Account activation failed
de: Accountaktivierung fehlgeschlagen

source: You are now activated. Have fun.
de: Du bist nun aktiviert. Hab Spaß.

source: Activate account at
de: Aktiviere deinen Account bei

source: Activate by clicking this link
de: Aktiviere deinen Account indem du auf diesen Link clickst

source: or open the following link in your browser
de: oder indem du den folgenden Link in deinem Browser öffnest

source: Link is valid for %(expiration_days)s days.
de: Link ist gültig für %(expiration_days)s Tage.

source: Account activation on
de: Accountaktivierung bei

source: Registration is currently closed.
de: Registrierung ist aktuell nicht möglich.

source: You are now registered. Activation email sent.
de: Du bist nun registriert. Aktivierungsmail wurde verschickt.

source: You're already logged in.
de: Du bist bereits eingeloggt.

source: Logged out
de: Ausgeloggt

source: Click here to login again.
de: Klicke hier um dich wieder einzuloggen.

source: Your username and password didn't match. Please try again.
de: Dein Benutzername und Passwort passen nicht. Versuche es bitte erneut.

source: Please login to see this page.
de: Logge dich bitte ein um diese Seite zu sehen.

source: login
de: Einloggen

source: Lost password?
de: Passwort vergessen?

source: The password has been changed!
de: Das Passwort wurde geändert!

source: Please enter (and confirm) your new password.
de: Gebe (und bestätige) bitte dein neues Passwort.

source: New password
de: Neues Passwort

source: Confirm password
de: Passwort bestätigen

source: Change my password
de: Mein Passwort ändern

source: Password reset failed
de: Passwort Reset fehlgeschlagen

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Passwortresetlink war ungültig, wahrscheinlich weil er bereits genutzt wurde. Bitte fordere ein neues Passwort an.

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
de: Wir haben dir eine Mail mit der Anweisung zum Zurücksetzen geschickt. Sollte die Mail nicht in ein paar Minuten ankommen, schau bitte in dein Spamordner.

source: Someone asked for password reset for your email. Follow the link below:
de: Jemand hat für die deine E-Mailadresse ein Passwortreset angefragt. Rufe den nachfolgenden Link auf:

source: Password reset
de: Passwort zurücksetzen

source: Provide the e-mail address that is connected with your account
de: Gib die Mailadresse ein, die mit diesem Account verbunden ist

source: Reset
de: Zurücksetzen
